---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MetersCentimeters
source: html/6760b061-2753-ba0b-e256-d8eff7e02dce.htm
---
# Autodesk.Revit.DB.UnitTypeId.MetersCentimeters Property

Meters and centimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId MetersCentimeters { get; }
```